tap "caskroom/cask"
tap "reverbdotcom/rv"

brew "awscli"
brew "bash"
brew "bash-completion"
brew "convox"
brew "curl"
brew "findutils"
brew "git"
brew "go"
brew "icu4c"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "nginx"
brew "nodenv"
brew "openssl"
brew "postgres"
brew "protobuf"
brew "python3"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "rv"
brew "the_silver_searcher"
brew "vcprompt"
brew "vim"
brew "wget"
brew "yarn", args: ["without-node"]
cask "visual-studio-code"
brew "gnu-sed"
brew "nvim"
brew "macvim"
brew "docker"
brew "pipenv"
brew "pyenv"
